Revit 2027 API
ParameterTypeId.RoomActualLightingLoadParam Property
 "Actual Lighting Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualLightingLoadParam { get; }
Public Shared ReadOnly Property RoomActualLightingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualLightingLoadParam {
	ForgeTypeId^ get ();
}
static member RoomActualLightingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace